/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Не вдалося надіслати елемент.";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Повторіть спробу пізніше.";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Ви не ввійшли в Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ надсилає фото.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Цей пристрій не підтримує нові функції Skype для обміну фото, але ви можете переглядати їх у веб-браузері за посиланням %@.";
